Repository: nymtech/nym-vpn-client
Catalog: nym-vpn-apple/NymVPN/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fr, hi, it, ja, pt_br, ru, tr, uk, vi, zh_hans

# censorship.quic.enableAndReconnect
source: Reconnect with QUIC now
ar: إعادة الاتصال مع QUIC الآن
bn: এখনই QUIC-সহ পুনরায় সংযুক্ত করুন
de: Jetzt mit QUIC neu verbinden
es: Volver a conectar con QUIC ahora
fa: اکنون اتصال مجدد با QUIC
fr: Reconnecter avec QUIC maintenant
hi: QUIC के साथ अभी पुनः जुड़ें
it: Riconnetti con QUIC ora
ja: QUICで今すぐ再接続する
pt_br: Reconectar com QUIC agora
ru: Переподключиться с помощью QUIC
tr: Şimdi QUIC ile yeniden bağlan
uk: Відновіть з'єднання з QUIC зараз
vi: Kết nối lại với QUIC ngay bây giờ
zh_hans: 现在使用QUIC协议重新连接

# censorship.quic.link
source: How QUIC improves connections
ar: كيف يحسن QUIC الاتصالات
bn: QUIC কীভাবে সংযোগ উন্নত করে
de: Wie QUIC die Verbindungen verbessert
es: Cómo mejora la calidad de las conexiones
fa: QUIC چگونه کیفیت اتصال‌ها را بهتر می‌کند
fr: Comment QUIC améliore les connexions
hi: QUIC कनेक्शनों को कैसे बेहतर बनाता है
it: Come QUIC migliora le connessioni
ja: QUICの改善方法
pt_br: Como o QUIC melhora as conexões
ru: Как QUIC улучшает соединения
tr: QUIC bağlantıları nasıl iyileştirir
uk: Як QUIC покращує з'єднання
vi: Cách QUIC cải thiện kết nối
zh_hans: QUIC如何改善连接

# censorship.quic.offAndNext
source: Turn off QUIC on next connection
ar: إيقاف تشغيل QUIC عند الاتصال التالي
bn: পরবর্তী সংযোগে QUIC বন্ধ করুন
de: QUIC bei der nächsten Verbindung ausschalten
es: Desactivar QUIC en la siguiente conexión
fa: غیرفعال‌کردن QUIC در اتصال بعدی
fr: Désactiver QUIC lors de la prochaine connexion
hi: अगले कनेक्शन पर QUIC बंद करें
it: Disattiva QUIC alla prossima connessione
ja: 次回接続時にQUICをオフにする
pt_br: Desative o QUIC na próxima conexão
ru: Выключить QUIC при следующем подключении
tr: Sonraki bağlantıda QUIC’i kapat
uk: Вимкнути QUIC при наступному з'єднанні
vi: Tắt QUIC trong kết nối tiếp theo
zh_hans: 下次连接时关闭 QUIC

# censorship.quic.onAndNext
source: Apply QUIC on next connection
ar: تطبيق QUIC على الاتصال التالي
bn: পরবর্তী সংযোগে QUIC প্রয়োগ করুন
de: QUIC bei der nächsten Verbindung anwenden
es: Aplicar QUIC en la siguiente conexión
fa: اعمال کردن QUIC در اتصال بعدی
fr: Appliquer le QUIC à la prochaine connexion
hi: अगले कनेक्शन पर QUIC लागू करें
it: Applica QUIC alla prossima connessione
ja: 次の接続時にQUICを適用する
pt_br: Aplicar QUIC na próxima conexão
ru: Применить QUIC при следующем подключении
tr: Sonraki bağlantıda QUIC’i uygula
uk: Застосувати QUIC при наступному з'єднанні
vi: Áp dụng QUIC cho kết nối tiếp theo
zh_hans: 对下次连接应用QUIC协议

# censorship.quic.subtitle1
source: Improves the Fast mode reliability in restrictive networks by wrapping WireGuard traffic in QUIC (HTTP/3). Traffic will appear as regular web browsing, defeating Deep Packet Inspection (DPI) censorship systems.
ar: تحسين موثوقية النمط السريع في الشبكات التقييدية عن طريق تغليف حركة WireGuard في QUIC (HTTP/3). ستظهر حركة المرور كتصفح منتظم على شبكة الانترنت، وهزيمة أنظمة الرقابة على التفتيش العميق.
bn: QUIC (HTTP/3) ব্যবহার করে WireGuard ট্র্যাফিককে আবৃত করে সীমাবদ্ধ নেটওয়ার্কে ফাস্ট মোডের নির্ভরযোগ্যতা বাড়ায়। ট্র্যাফিক সাধারণ ওয়েব ব্রাউজিংয়ের মতো প্রদর্শিত হবে, ফলে Deep Packet Inspection (DPI) সেন্সরশিপ সিস্টেমকে বাইপাস করা যায়।
de: Verbessert die Zuverlässigkeit des schnellen Modus in restriktiven Netzwerken, indem WireGuard-Datenverkehr in QUIC (HTTP/3) eingehüllt wird. Der Datenverkehr erscheint wie normales Webbrowsing im Internet und umgeht so Deep Packet Inspection (DPI)-Zensursysteme.
es: Mejora la fiabilidad del modo rápido en redes restrictivas envolviendo el tráfico de Wirex en QUIC (HTTP/3). Los sistemas de censura de Deep Packet Inspection (DPI) aparecerán como navegación web regular, derrotando los sistemas de censura de Deep Packet Inspection (DPI).
fa: با قرار دادن ترافیک WireGuard در QUIC (HTTP/3)، پایداری حالت Fast را در شبکه‌های محدودکننده بهبود می‌یابد؛ به‌گونه‌ای که ترافیک شبیه وبگردی عادی دیده می‌شود و سامانه‌های سانسور DPI را بی‌اثر می‌کند.
fr: Améliore la fiabilité du mode rapide dans les réseaux restrictifs en enveloppant le trafic WireGuard dans QUIC (HTTP/3). Le trafic apparaîtra comme une navigation sur le Web régulière, défaisant les systèmes de censure Deep Packet Inspection (DPI).
hi: यह QUIC (HTTP/3) में WireGuard ट्रैफ़िक को रैप करके प्रतिबंधित नेटवर्क में फ़ास्ट मोड की विश्वसनीयता को बेहतर बनाता है। ट्रैफ़िक सामान्य वेब ब्राउज़िंग के रूप में दिखाई देगा, जिससे डीप पैकेट इंस्पेक्शन (DPI) सेंसरशिप सिस्टम को नाकाम किया जा सकेगा।
it: Migliora l'affidabilità della modalità veloce nelle reti restrittive avvolgendo il traffico WireGuard in QUIC (HTTP/3). Il traffico apparirà come normale navigazione web, sconfiggendo i sistemi di censura di Deep Packet Inspection (DPI).
ja: WireGuard トラフィックを QUIC (HTTP/3) でラップすることで、制限的なネットワークにおけるファストモードの信頼性を向上させます。 トラフィックは通常のWebブラウジングとして表示され、ディープパケットインスペクション(DPI)検閲システムを破ります。
pt_br: Melhora a confiabilidade do modo rápido em redes restritivas envolvendo o tráfego do WireGuard na QUIC (HTTP/3). O tráfego aparecerá como uma navegação na web regular, derrotando os sistemas de censura de Inspeção de Pacotes Profundos (DPI).
ru: Повышает надёжность работы в Быстром режиме в сетях с ограничениями, оборачивая трафик WireGuard в QUIC (HTTP/3). Трафик будет выглядеть как обычный веб-сёрфинг, что обходит системы цензуры с глубоким анализом пакетов (DPI).
uk: Покращує надійність швидкого режиму в обмежувальних мережах, обертаючи трафік WireGuard в QUIC (HTTP/3). Трафік буде виглядати як звичайний веб-перегляд, обходячи системи цензури Deep Packet Inspection (DPI).
vi: Cải thiện độ ổn định của chế độ Nhanh trong các mạng hạn chế bằng cách gói lưu lượng WireGuard trong QUIC (HTTP/3). Lưu lượng truy cập sẽ hiển thị như duyệt web thông thường, vô hiệu hóa các hệ thống kiểm duyệt Kiểm tra Gói Sâu (DPI).
zh_hans: 通过包装QUIC（HTTP/3）的无线保真流量来提高限制性网络中的快速模式可靠性。 流量将以定期浏览的方式出现，打破了深水包检查(DPI)检查制度。

# censorship.quic.subtitle2
source: Note: Limits entry server options to QUIC-compatible servers only.
ar: ملاحظة: الحد من خيارات خادم الدخول إلى الخوادم المتوافقة مع QUIC-فقط.
bn: নোট: এন্ট্রি সার্ভার অপশনগুলো কেবল QUIC-সমর্থিত সার্ভার পর্যন্ত সীমাবদ্ধ থাকবে।
de: Hinweis: Beschränkt die Optionen für Eintrittsserver auf QUIC-kompatible Server.
es: Nota: Limita las opciones del servidor de entrada a servidores compatibles con QUIC solamente.
fa: توجه: سرور ورودی فقط به سرورهای سازگار با QUIC محدود می‌شوند.
fr: Note: Limite les options du serveur d'entrée aux serveurs compatibles QUIC.
hi: नोट: यह विकल्प केवल QUIC-संगत सर्वरों तक ही सीमित है।
it: Nota: Limita le opzioni del server di entrata ai soli server compatibili con QUIC.
ja: 注:エントリ・サーバーのオプションをQUIC互換サーバーのみに制限します。
pt_br: Nota: Limita as opções do servidor de entrada apenas para servidores compatíveis com o RÁPIDO.
ru: Примечание: Ограничивает выбор входных серверов только серверами, совместимыми с QUIC.
uk: Примітка: обмежує параметри сервера входу лише серверами, сумісними з QUIC.
vi: Lưu ý: Giới hạn tùy chọn máy chủ vào chỉ dành cho các máy chủ tương thích với QUIC.
zh_hans: 注意：条目服务器选项仅限于兼容QUIC的服务器。

# censorship.quic.title
source: Enhanced connection (QUIC)
ar: تحسين الاتصال (QUIC)
bn: উন্নত সংযোগ (QUIC)
de: Verbesserte Verbindung (QUIC)
es: Conexión mejorada (QUIC)
fa: اتصال بهبود یافته (QUIC)
fr: Connexion améliorée (QUIC)
hi: संशोधित कनेक्शन (QUIC)
it: Connessione migliorata (QUIC)
ja: 接続強化（QUIC）
pt_br: Conexão aprimorada (QUIC)
ru: Расширенное соединение (QUIC)
tr: Geliştirilmiş bağlantı (QUIC)
uk: Покращене з'єднання (QUIC)
vi: Kết nối nâng cao (QUIC)
zh_hans: 增强连接 (QUIC)

# censorship.stealhapi.link
source: How the Stealth API connect mode works
ar: كيف يعمل واجهة برمجة تطبيقات ستثنى
bn: স্টেলথ API সংযোগ মোড কীভাবে কাজ করে
de: Wie der Stealth-API-Verbindungsmodus funktioniert
es: Cómo funciona el modo de conexión de API de sigilo
fa: چگونه حالت اتصال Stealth API کار می‌کند
fr: Comment fonctionne le mode de connexion de l'API furtive
hi: स्टेल्थ API कनेक्ट मोड कैसे काम करता है
it: Come funziona la modalità di connessione Stealth API
ja: ステルスAPI接続モードの仕組み
pt_br: Como funciona o modo de conexão de API furtiva
ru: Как работает режим подключения Stealth API
tr: Stealth API bağlantı modu nasıl çalışır
uk: Як працює режим підключення Stealth API
vi: Cách chế độ kết nối API Ẩn danh hoạt động
zh_hans: SteomAPI连接模式工作方式

# censorship.stealhapi.subtitle1
source: Automatically used by NymVPN when standard API connection attempts fail.
ar: يستخدم NymVPN تلقائياً عندما تفشل محاولات اتصال API القياسية.
bn: সাধারণ API সংযোগ ব্যর্থ হলে NymVPN স্বয়ংক্রিয়ভাবে এটি ব্যবহার করে।
de: Wird von NymVPN automatisch verwendet, wenn Standard-API-Verbindungsversuche fehlschlagen.
es: Utilizado automáticamente por NymVPN cuando la conexión estándar de la API falla.
fa: به‌صورت خودکار زمانی استفاده می‌شود که تلاش‌های اتصال معمولی API در NymVPN با شکست مواجه شوند.
fr: Utilisé automatiquement par NymVPN lorsque la connexion à l'API standard échoue.
hi: स्टैंडर्ड API कनेक्शन प्रयास विफल होने पर NymVPN द्वारा स्वचालित रूप से उपयोग किया जाता है।
it: Usato automaticamente da NymVPN quando la connessione API standard tenta di fallire.
ja: 標準 API 接続の失敗時に自動的に NymVPN で使用されます。
pt_br: Usado automaticamente pela NymVPN quando a tentativa de conexão de API padrão falhar.
ru: Автоматически используется NymVPN, когда стандартные попытки подключения по API не удаются.
tr: Standart API bağlantısı başarısız olursa, NymVPN bunu otomatik olarak devreye alır.
uk: Автоматично використовується NymVPN, коли стандартні спроби підключення API не вдаються.
vi: Tự động được NymVPN sử dụng khi các lần thử kết nối API tiêu chuẩn thất bại.
zh_hans: 当标准 API 连接尝试失败时，NymVPN 会自动使用。

# censorship.stealhapi.title
source: Stealth API connect
ar: توصيل API الثري
bn: স্টেলথ API সংযোগ
de: Stealth-API-Verbindung
es: Conexión API de sigilo
fa: اتصال Stealth API
fr: Connexion API furtive
hi: स्टेल्थ API कनेक्ट
ja: ステルスAPI接続
pt_br: Conexão à API Furtiva
ru: Подключение по Stealth API
tr: Stealth API bağlantısı
uk: Приховане підключення API
vi: Kết nối API Ẩn danh
zh_hans: 隐身API连接

# censorship.subtitle
source: Advanced features to improve connectivity in restrictive networks or when experiencing NymVPN blocking.
ar: ميزات متقدمة لتحسين الاتصال في الشبكات التقييدية أو عند تجربة حظر NymVPN.
bn: সীমাবদ্ধ নেটওয়ার্কে বা NymVPN ব্লকিংয়ের সম্মুখীন হলে সংযোগ উন্নত করার জন্য উন্নত ফিচারসমূহ.
de: Erweiterte Funktionen zur Verbesserung der Konnektivität in restriktiven Netzwerken oder bei Blockierung von NymVPN.
es: Funciones avanzadas para mejorar la conectividad en redes restrictivas o cuando se experimenta el bloqueo de NymVPN.
fa: قابلیت‌های پیشرفته برای بهبود اتصال در شبکه‌های محدودکننده یا زمانی که با مسدودشدن NymVPN مواجه می‌شوید.
fr: Fonctionnalités avancées pour améliorer la connectivité dans les réseaux restrictifs ou lors du blocage de NymVPN.
hi: प्रतिबंधित नेटवर्क में या NymVPN द्वारा अवरोध उत्पन्न होने पर कनेक्टिविटी को बेहतर बनाने के लिए उन्नत सुविधाएँ।
it: Funzioni avanzate per migliorare la connettività in reti restrittive o quando si verifica il blocco NymVPN.
ja: 制限的なネットワークでの接続を改善するための高度な機能、または NymVPN ブロッキングを経験しているとき。
pt_br: Recursos avançados para melhorar a conectividade em redes restritivas ou ao passar por um bloqueio NymVPN.
ru: Продвинутые функции для улучшения подключения в сетях с ограничениями или при блокировке NymVPN.
uk: Розширені функції для поліпшення зв'язку в обмежених мережах або при блокуванні NymVPN.
vi: Bật các tính năng này nếu bạn gặp sự cố kết nối hoặc NymVPN bị chặn tại vị trí của bạn.
zh_hans: 高级功能以改善限制性网络中的连接或经历了 NymVPN 拦截时的连接。

# checkFAQ
source: Check the FAQ
ar: تحقق من الأسئلة الشائعة
bn: FAQ দেখুন
de: Lies die FAQ
es: Consulta las preguntas frecuentes (FAQ)
fa: بررسی سوالات متداول
fr: Consulter la FAQ
hi: अक्सर पूछे जाने वाले प्रश्न देखें
it: Controlla le FAQ
ja: FAQをチェック
pt_br: Verifique as perguntas frequentes
ru: Проверьте раздел "Часто задаваемые вопросы" (FAQ)
tr: SSS'i kontrol edin
uk: Перевірити ЧаПи FAQ
vi: Đọc các câu hỏi thường gặp
zh_hans: 查看常见问题

source: Close
ar: أغلق
bn: বন্ধ
de: Schließen
es: Cerrar
fa: بستن
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
pt_br: Fechar
ru: Закрыть
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭

source: Connect
ar: اتصل
bn: সংযোগ
de: Verbinden
es: Conectar
fa: اتصال
fr: Connecter
hi: कनेक्ट
it: Connetti
ja: 接続する
pt_br: Conectar
ru: Подключиться
tr: Bağlan
uk: Підключіться
vi: Kết nối
zh_hans: 连接

source: Connected
ar: متصل
bn: সংযুক্ত
de: Verbunden
es: Conectado
fa: متصل
fr: Connecté
hi: कनेक्शन सफल हुआ
it: Connesso
ja: 接続済み
pt_br: Conectado
ru: Подключено
tr: Bağlandı
uk: Підключено
vi: Đã kết nối
zh_hans: 已连接

source: Connecting...
ar: يتصل الآن...
bn: সংযুক্ত হচ্ছে...
de: Verbinden...
es: Conectando...
fa: در حال اتصال...
fr: Connexion...
hi: कनेक्ट हो रहा है।।।
it: Connessione in corso...
ja: 接続中...
pt_br: Conectando...
ru: Подключаемся...
tr: Bağlanıyor...
uk: Підключення...
vi: Đang kết nối...
zh_hans: 正在连接……

source: Connection time
ar: وقت الاتصال
bn: সংযোগ সময়
de: Verbindungsdauer
es: Tiempo de conexión
fa: زمان سپری شده اتصال
fr: Temps de connexion
hi: कनेक्शन समय
it: Tempo di connessione
ja: 接続時間
pt_br: Tempo de conexão
ru: Время подключения
tr: Bekleme Süresi
uk: Час підключення
vi: Thời gian kết nối
zh_hans: 连接时间

source: Connect to
ar: الاتصال بـ
bn: এতে সংযুক্ত করুন...
de: Verbinden mit
es: Conectar a
fa: اتصال به
fr: Se connecter à
hi: कनेक्ट करें
it: Connettiti a
ja: 接続先
pt_br: Conectar à
ru: Подключиться к
tr: -e bağlan
uk: Підключитись до
vi: Kết nối đến
zh_hans: 连接至

source: Create account
ar: إنشاء حساب
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
hi: अकाउंट बनाएँ
it: Crea account
ja: アカウントを作成
pt_br: Criar uma conta
ru: Создайте аккаунт
uk: Створити акаунт
zh_hans: 创建帐户

# createAccount.alreadyHaveAccount
source: Already have account?
ar: لديك حساب بالفعل؟
bn: আপনার কি ইতিমধ্যেই অ্যাকাউন্ট আছে?
de: Hast du bereits ein Konto?
es: ¿Ya tienes una cuenta?
fa: از قبل حساب کاربری دارید؟
fr: Vous avez déjà un compte ?
hi: क्या आपके पास पहले से एक अकाउंट है?
it: Hai già un account?
pt_br: Já tem uma conta?
ru: Уже есть аккаунт?
tr: Zaten bir hesabınız mı var?
uk: Вже є обліковий запис?
vi: Bạn đã có tài khoản?
zh_hans: 已经有账户了？

# createAccount.continue
source: Continue
ar: المتابعة
bn: চালিয়ে যান
de: Fortfahren
es: Continuar
fa: ادامه
fr: Continuer
hi: जारी रखें
it: Continua
ja: 次
pt_br: Continuar
ru: Продолжить
tr: Devam et
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续

# createAccount.createAccountButtonTitle
source: Create anonymous account
ar: إنشاء حساب مجهول
de: Anonymes Konto erstellen
es: Crear una cuenta anónima
fr: Créer un compte anonyme
hi: अनाम अकाउंट बनाएँ
it: Crea un account anonimo
ja: 匿名アカウントを作成
pt_br: Criar conta anônima
ru: Создать анонимный аккаунт
uk: Створити анонімний обліковий запис
zh_hans: 创建匿名账户

# createAccount.createAnAccount
source: Create an account
ar: قم بإنشاء حساب
bn: অ্যাকাউন্ট তৈরি করুন
de: Ein Konto erstellen
es: Crear cuenta
fa: ایجاد یک حساب کاربری
fr: Créer un compte
hi: अकाउंट बनाएं
it: Crea un account
ja: アクセスコードを取得
pt_br: Criar uma conta
ru: Получите код доступа
tr: Hesap oluştur
uk: Створити акаунт
vi: Tạo tài khoản
zh_hans: 创建账户

# createAccount.createPassphraseButtonTitle
source: Create my 24-word passphrase
ar: إنشاء كلمة المرور الخاصة بي 24 كلمة
bn: আমার ২৪-শব্দের পাসফ্রেজ তৈরি করুন
de: Meine 24-Wort-Passphrase erstellen
es: Crea mi frase de contraseña de 24 palabras
fa: ایجاد عبارت عبور ۲۴ کلمه‌ای من
fr: Créer ma phrase de passe à 24 mots
hi: मेरा 24-शब्द पासफ़्रेज़ बनाएं
it: Crea la mia passphrase 24-word
ja: 24単語のパスフレーズを作成する
pt_br: Crie minha frase secreta de 24 palavras
ru: Создать мою 24‑словную секретную фразу
tr: 24 kelimelik gizli ifademi oluştur
uk: Створити мою фразу-пароль
vi: Tạo cụm từ khóa 24 từ của tôi
zh_hans: 创建我的24助记词

# createAccount.dontLoosePassphraseSubtitle
source: Save it in a trusted password manager or write down your passphrase and store it securely.
ar: قم بحفظها في مدير كلمة مرور موثوق بها أو قم بكتابة كلمة المرور الخاصة بك وتخزينها بشكل آمن.
bn: এটি একটি বিশ্বস্ত পাসওয়ার্ড ম্যানেজারে সংরক্ষণ করুন অথবা পাসফ্রেজটি লিখে নিরাপদ স্থানে রাখুন।
de: Speichere sie in einem vertrauenswürdigen Passwortmanager oder schreibe deine Passphrase auf und bewahre sie sicher auf.
es: Guárdalo en un administrador de contraseñas de confianza o anota tu frase de contraseña y guárdala de forma segura.
fa: آن را در یک «مدیریت رمز عبور مطمئن» ذخیره کنید یا عبارت عبور خود را یادداشت کرده و به صورت ایمن نگهداری کنید.
fr: Enregistrez-la dans un gestionnaire de mots de passe fiable ou notez votre phrase secrète et conservez-la en lieu sûr.
hi: इसे एक विश्वसनीय पासवर्ड प्रबंधक में सुरक्षित करें या अपना पासफ्रेज़ लिखकर सुरक्षित स्थान पर रखें।
it: Salvarlo in un gestore di password affidabile o annotare la tua frase segreta e memorizzarlo in modo sicuro.
pt_br: Salve em um gerenciador de senhas confiável ou anote sua frase secreta e armazene-a com segurança.
ru: Сохраните её в надёжном менеджере паролей или запишите и храните в безопасном месте.
tr: Gizli ifadenizi güvenilir bir şifre yöneticisine kaydedin ya da yazıp güvenli bir yerde saklayın.
uk: Зберігайте його в надійному менеджері паролів або запишіть фразу і безпечно зберігайте його.
vi: Lưu nó trong trình quản lý mật khẩu đáng tin cậy hoặc ghi lại cụm từ mật khẩu của bạn và lưu trữ một cách an toàn.
zh_hans: 将其保存在受信任的密码管理器中，或将您的密码短语写下并安全存储。

# createAccount.dontLoosePassphraseTitle
source: Don’t Lose Your Passphrase
ar: لا تفقد كلمة المرور
bn: আপনার পাসফ্রেজ হারাবেন না
de: Verliere deine Passphrase nicht
es: No pierdas tu frase de contraseña
fa: رمزعبور خود را گم نکنید
fr: Ne perdez pas votre phrase secrète
hi: अपना पासफ्रेज़ न खोएं
it: Non Perdere La Passphrase
pt_br: Não perca sua frase secreta
ru: Не потеряйте вашу секретную фразу
tr: Gizli İfadenizi Kaybetmeyin
uk: Не втрачайте свій пароль
vi: Đừng để mất cụm từ khóa của bạn
zh_hans: 请勿丢失您的密码短语

# createAccount.dontShareSubtitle
source: Never share it—not even with Nym Support team.
ar: لا تشاركها أبدا - حتى مع فريق دعم نيم.
bn: এটি কাউকের সাথেই শেয়ার করবেন না — এমনকি Nym সাপোর্টের সাথেও নয়।
de: Gib sie niemals weiter - auch nicht an das Nym Support Team.
es: Nunca la compartas—ni siquiera con el equipo de soporte de Nym.
fa: هرگز آن را به اشتراک نگذارید - حتی با تیم پشتیبانی Nym.
fr: Ne partagez jamais cela—même pas avec l'équipe de support Nym.
hi: इसे कभी साझा न करें—यहाँ तक कि Nym सपोर्ट टीम के साथ भी नहीं।
it: Non condividerlo mai, nemmeno con il team di supporto Nym.
pt_br: Nunca compartilhe—nem mesmo com a equipe de suporte da Nym.
ru: Никогда не делитесь ею — даже с командой поддержки Nym.
tr: Gizli ifadenizi kesinlikle başkalarıyla, hatta Nym destek ekibiyle bile paylaşmayın.
uk: Ніколи не діліться цим—навіть з командою підтримки Nym.
vi: Không chia sẻ nó - ngay cả với đội ngũ hỗ trợ Nym.
zh_hans: 永远不要分享，甚至连Nym支持团队也不要共享。

# createAccount.dontShareTitle
source: Don’t share!
ar: لا تشارك!
bn: শেয়ার করবেন না!
de: Nicht teilen!
es: ¡No la compartas!
fa: به اشتراک نگذارید!
fr: Ne la partagez pas !
hi: साझा न करें!
it: Non condividere!
pt_br: Não compartilhe!
ru: Не делитесь!
tr: Paylaşmayın!
uk: Не діліться!
vi: Đừng chia sẻ!
zh_hans: 不要分享！

# createAccount.howToKeepPassphraseSafe
source: How to keep your NymVPN passphrase safe?
ar: كيف يمكن الحفاظ على كلمة المرور الخاصة بـ NymVPN آمنة؟
bn: কীভাবে আপনার NymVPN পাসফ্রেজ নিরাপদ রাখবেন?
de: Wie kannst du deine NymVPN-Passphrase sicher aufbewahren?
es: ¿Cómo mantener segura tu frase de acceso de NymVPN?
fa: چگونه عبارت عبور NymVPN خود را ایمن نگه داریم؟
fr: Comment garder votre phrase de passe NymVPN en sécurité ?
hi: अपने NymVPN पासफ़्रेज़ को सुरक्षित कैसे रखें?
it: Come mantenere la tua frase segreta NymVPN?
pt_br: Como manter sua frase secreta do NymVPN segura?
ru: Как сохранить вашу секретную фразу NymVPN в безопасности?
tr: NymVPN şifrenizi güvende tutmanın yolları nelerdir?
uk: Як зберегти вашу фразу-пароль NymVPN?
vi: Làm thế nào để lưu trữ an toàn cụm từ khóa NymVPN của bạn?
zh_hans: 如何确保您的 NymVPN 密码短语安全?

# createAccount.introOffer
source: 7 days free trial - no payment required
ar: 7 أيام تجربة مجانية - لا يتطلب دفع
bn: ৭ দিনের ফ্রি ট্রায়াল — কোনো পেমেন্ট প্রয়োজন নেই
de: 7 Tage kostenlos testen – keine Zahlung erforderlich
es: Prueba gratuita de 7 días - no se requiere pago
fa: ۷ روز آزمایشی رایگان - بدون نیاز به پرداخت هزینه
fr: 7 jours d'essai gratuit - aucun paiement n'est requis
hi: 7 दिन का निःशुल्क परीक्षण - कोई भुगतान आवश्यक नहीं
it: 7 giorni di prova gratuita - nessun pagamento richiesto
ja: 7日間の無料トライアル - 支払いは不要
pt_br: Teste gratuito por 7 dias - sem necessidade de pagamento
ru: 7 дней бесплатной пробной версии - оплата не требуется
tr: 7 günlük ücretsiz deneme – ödeme gerekmiyor
uk: 7 днів безкоштовного пробного періоду - оплата не потрібна
vi: Dùng thử miễn phí 7 ngày - không cần thanh toán
zh_hans: 7天免费试用- 无需付款

# createAccount.login
source: Log in
ar: تسجيل الدخول
bn: লগইন
de: Anmelden
es: Iniciar sesión
fa: ورود به حساب کاربری
fr: Se connecter
hi: लॉग इन करें
ja: ログイン
pt_br: Entrar
ru: Войти
tr: Giriş yap
uk: Увійти
vi: Đăng nhập
zh_hans: 登录

# createAccount.maximumPrivacy
source: Maximum privacy
ar: الحد الأقصى للخصوصية
de: Maximale Privatsphäre
es: Máxima privacidad
fr: Confidentialité maximale
hi: अधिकतम प्राइवेसी
it: Massima privacy
ja: 最大プライバシー
pt_br: Privacidade Máxima
ru: Максимальная приватность
uk: Максимальна конфіденційність
zh_hans: 最大隐私

# createAccount.maximumPrivacy.subtitle
source: Create an anonymous Nym account, no personal info required
ar: إنشاء حساب نيم مجهول، لا توجد معلومات شخصية مطلوبة
de: Erstelle ein anonymes Nym-Konto, keine persönlichen Daten erforderlich
es: Crear una cuenta anónima de Nym, no se requiere información personal
fr: Créer un compte Nym anonyme, aucune information personnelle requise
hi: एक गुमनाम Nym अकाउंट बनाएं, किसी व्यक्तिगत जानकारी की आवश्यकता नहीं है
it: Crea un account Nym anonimo, nessuna informazione personale richiesta
ja: 匿名のNymアカウントを作成します。個人情報は必要ありません
pt_br: Criar uma conta nym anônima, nenhuma informação pessoal necessária
ru: Создайте анонимный аккаунт Nym, личные данные не требуются
uk: Створіть анонімний обліковий запис Nym, особиста інформація не потрібна
zh_hans: 创建匿名Nym账户，不需要个人信息

# createAccount.noPassphraseNoAccess
source: I understand: no passphrase, no access.
ar: أفهم: لا توجد عبارات مرور، ولا وصول.
bn: আমি বুঝেছি: পাসফ্রেজ না থাকলে অ্যাক্সেস নেই।
de: Ich verstehe: keine Passphrase, kein Zugriff.
es: Lo entiendo: sin frase de acceso no podré acceder.
fa: من متوجه هستم: بدون عبارت عبور، دسترسی ندارم.
fr: Je comprends : pas de phrase de passe, pas d'accès.
hi: मैं समझ गया हूँ: बिना पासफ़्रेज़ के, उपयोग असंभव होगा।
it: Capisco: nessuna frase, nessun accesso.
pt_br: Entendo: sem frase de acesso, sem acesso.
ru: Я понимаю: нет пароля, нет доступа.
tr: Anlıyorum: gizli ifade olmadan erişim mümkün değil.
uk: Я розумію: немає парольної фрази — немає доступу.
vi: Tôi hiểu: không có cụm từ khóa, không có quyền truy cập.
zh_hans: 我理解：没有密码，没有访问权限。

# createAccount.savedPassphrase
source: I have saved my passphrase
ar: لقد قمت بحفظ كلمة المرور الخاصة بي
bn: আমি আমার পাসফ্রেজ সংরক্ষণ করেছি
de: Ich habe meine Passphrase gespeichert
es: He guardado mi contraseña
fa: من عبارت عبورم را ذخیره کرده‌ام
fr: J'ai sauvegardé mon mot de passe
hi: मैंने अपना पासफ्रेज़ सहेज लिया है
it: Ho salvato la mia passphrase
ja: パスフレーズを保存しました
pt_br: Eu gravei a minha senha
ru: Я сохранил свою секретную фразу
tr: Gizli ifademi kaydettim
uk: Я зберіг мою фразу-пароль
vi: Tôi đã lưu cụm từ mật khẩu của mình
zh_hans: 我已保存我的密码
